{
    "events":[{
    "src":"https://www.ashwinicab.com/images/61.jpg",
    "heading":"Dev Deepawali",
    "description":"Dev Deepawali, also known as Dev Diwali or the Diwali of the Gods, is a significant Hindu festival observed in Varanasi, India. It occurs on the full moon night of the Hindu month of Kartika, which falls between November and December, precisely 15 days after the main Diwali celebration.During Dev Diwali, the city of Varanasi transforms into a breathtaking spectacle, with houses and temples adorned with hundreds of small earthen lamps, exuding a resplendent glow.",
    
    "list":"Top Varanasi cab service providers:-",
    
    "listItems":"Big cabs serivce, Savaari, Kashi Journeys, Varanasi Taxi Cab. "
    
    
    },
    {
    "src":"https://minghongmotors.com/wp-content/uploads/2023/07/Who-Invented-The-Auto-Rickshaw.png",
    "heading":"Mahashivaratri",
    "description":"Mahashivaratri is an annual Hindu festival celebrated on the Chaturdashi Tithi of Krishna Paksha in the Phalgun month. It holds significant importance in Hinduism as it symbolizes the divine marriage of Lord Shiva and Goddess Parvati.The Kashi Vishwanath Temple in Varanasi becomes the focal point of festivities, attracting a massive influx of devotees from far and wide. Special prayers and rituals dedicated to Lord Shiva are performed throughout the day and night, creating a spiritually charged atmosphere."
    },
    
    {
    
        "src":"https://2.wlimg.com/product_images/bc-full/2023/9/1779004/watermark/victory-super-deluxe-battery-operated-e-rickshaw-1654505124-4635317.jpeg",
        "heading": "Ganga Mahotsav",
    "description":"The Ganga Mahotsav is an annual, five-day grand festival celebrated in Varanasi, India, with the primary aim of showcasing the cultural heritage and significance of the sacred River Ganges. This event attracts visitors from across the globe and serves as a beautiful celebration that reveres the river and its profound spiritual importance in Varanasi."
    
    },
    
    {
    "src":"https://static.langimg.com/photo/imgsize-885884,msid-71525932/navbharat-times.jpg",
    "heading":"Buddha Purnima",
    "description":"Buddha Purnima, or Buddha Jayanti, falls on the full moon day of the Vaisakha month in both the Buddhist and Hindu calendars, typically occurring in April or May of the Western Gregorian calendar. The term 'Purnima' denotes the full moon day in Sanskrit, while 'Jayanti' signifies the birthday in the same language."
    },
    
    {
    "src":"https://i1.wp.com/evtechnews.in/wp-content/uploads/2021/02/DSC_0136-1.jpg?fit=640%2C513&ssl=1",
    "heading":"Panchkosi parikrama",
    "description":"Every year, a sacred pilgrimage known as Panchkoshi Parikrama is organized in various towns across the nation, following the Hindu Calendar and Panchang. The parikrama takes the form of smaller circles and concludes at its starting location after a duration of approximately two, three, or five days. Notably, in Varanasi, there exists a unique religious celebration called PanchKoshi Parikrama, where only women participate."
    },
    {
        "src":"https://media.tacdn.com/media/attractions-splice-spp-674x446/07/72/68/de.jpg",
        "heading":"Massan ki Holi",
        "description":"The annual Masan ki Holi is a distinctive Holi celebration held in Varanasi, India. It occurs on the day following Rangbhari Ekadashi, which precedes the main Holi festival. The name 'Masan ki Holi' translates to 'Holi of the cremation ground' or 'Bhabhoot Holi.' This age-old tradition has been observed by devotees of Lord Shiva in Varanasi for centuries. The use of ashes in this Holi celebration is considered symbolic of purification and devotion to Lord Shiva."
        
        },
    
    {
    "src":"https://media2.thrillophilia.com/images/photos/000/094/326/original/1467616865_6194650561_69d3c7d63d_b.jpg?",
    "heading":"Bharat Milap",
    "description":"The festival of Bharat Milap is observed in Nati Imli, Varanasi, and holds significant cultural and religious importance in the context of the Ramayana, an epic poem narrating the story of Lord Rama. This celebration takes place on the auspicious day of Dussehra, which marks the tenth day of the Navaratri festival. The legend of Bharat Milap is rooted in the Ramayana, wherein Lord Rama is exiled from the kingdom of Ayodhya, and during his absence, his devoted brother Bharat rules in his stead. Bharat patiently awaits Lord Rama's return for a span of 14 years, and the long-awaited reunion occurs on the day of Dussehra.."
    
    },
    
    {
    "src":"https://media.tacdn.com/media/attractions-splice-spp-674x446/07/72/68/de.jpg",
    "heading":"Dhrupad Mela",
    "description":"The annual music event known as the Dhrupad Mela takes place at Tulsi Ghat in Varanasi, showcasing a prominent focus on traditional classical music. The festival encompasses a fair featuring booths, entertainment, and various activities aimed at delighting the attendees. Commencing just after sunrise, the esteemed artists commence their musical performances. Over a span of four days, each morning witnesses a diverse array of cultural events hosted at Tulsi Ghat. The culminating day of the festival, which falls on the fourth day, is marked by a plethora of foreign music performances and folk music acts."
    
    },
    {
    "src":"https://media.tacdn.com/media/attractions-splice-spp-674x446/07/72/68/de.jpg",
    "heading":"Mahindra Kabira Festival",
    "description":"Every November, Varanasi, the birthplace of the mystic-saint poet Kabir, comes alive with an annual musical celebration of his inclusive philosophy and the lyrical aspect of his teachings. Along with performances by leading exponents of the Benares gharana of Hindustani classical music, the audience is treated to folk traditions, Sufi music, ghazals and the dadra, thumri and khayal gayaki styles. Sessions on art and literature inspired by Kabir; specially curated walks with local experts; and stalls showcasing regional cuisines are among the non-musical highlights of the Mahindra Kabira Festival experience."
    
    },
    {
        "src":"https://media.tacdn.com/media/attractions-splice-spp-674x446/07/72/68/de.jpg",
        "heading":"Hanuman Jayanti",
        "description":"Hanuman Jayanti is a significant Hindu festival that celebrates the birth of Lord Hanuman, who is revered for his immense devotion and strength. In Varanasi, this festival is particularly special and is celebrated entire city but specially celebrated at the Sankat Mochan Temple, which is one of the city’s most famous Hanuman temples.The festivities in Varanasi for Hanuman Jayanti are marked by a series of cultural and religious events. A notable tradition is the Shobha Yatra, a grand parade that starts from the Durga temple and culminates at the Sankat Mochan Temple. Devotees participate in large numbers, singing hymns and carrying offerings for Lord Hanuman."
        
        }    
    ]
    }